Repository: p2/c-tracker-sccs
Catalog: App/*.lproj/Localizable.strings
Languages: de, fr

source: About SCCS
de: Über SCCS
fr: Sur SCCS

source: About this Study
de: Über diese Studie
fr: À propos de cette étude

source: All your tasks are done
de: Alle Aufgaben sind erledigt
fr: Toutes vos tâches sont faites

source: App Credentials
de: App Zugangsdaten

source: App Settings
de: Einstellungen
fr: Paramètres de l'app

source: Are you sure you wish to withdraw from the study?
de: Sind Sie sicher, dass Sie die Studie verlassen möchten?
fr: Êtes-vous sûr de vouloir vous retirer de l'étude?

source: Birthday
de: Geburtstag
fr: Jour de naissance

source: Cancel
de: Abbruch
fr: Annuler

source: Cannot Scan QR Code
de: Kann QR-Code Nicht Scannen
fr: Ne peut pas numériser le code QR

source: Cannot Start Task
de: Kann Aufgabe Nicht Starten
fr: Impossible de Lancer la Tâche

source: Change Passcode
de: PIN Ändern
fr: Changer le Mot de Passe

source: Completed task format is invalid
de: Aufgaben-Format is Ungültig
fr: Le format de la tâche terminée est invalide

source: Completed Tasks
de: Erledigt
fr: Tâches Terminées

source: Consent
de: Einwilligungsverfügung
fr: Consentement

source: Copy Link
de: Link kopieren
fr: Copier le lien

source: Could Not Load Profile
de: Profil konnte nicht geladen werden
fr: Impossible de Charger le Profil

source: due
de: heute
fr: dû

source: Enrolled!
de: Angemeldet!
fr: Enrôle!

source: Error
de: Fehler
fr: Erreur

source: Failed to Enroll
de: Anmeldung ist Fehlgeschlagen
fr: Ne Pas Enrôle

source: Gender
de: Geschlecht
fr: Sexe

source: Gender, birthday, height, weight
de: Geschlecht, Geburtstag, Grösse, Gewicht
fr: Sexe, anniv., taille, poids

source: Height
de: Grösse
fr: Taille

source: I think you'd like “C Tracker”, a research study app for iPhone:
de: Schau dir “C Tracker” an, eine Forschungs-App für’s iPhone:
fr: Je pense que vous aimeriez “C Tracker”, une application de recherche pour iPhone:

source: in {{days}} days
de: in {{days}} Tagen
fr: en {{days}} jours

source: Invalid Code
de: Ungültiger Code
fr: Code Invalide

source: It has expired {{expiry_date}}
de: Lief am {{expiry_date}} ab
fr: A expiré {{expiry_date}}

source: Join {{study}}!
de: {{study}} beitreten!
fr: Rejoindre {{study}}!

source: Leave
de: Verlassen
fr: Retirer

source: Leave Study?
de: Studie Verlassen?
fr: Retirer de l’étude?

source: Legal
de: Legales
fr: Légal

source: Looks like your device is not set up to share via {{service}}
de: Es sieht so aus als könnte ihr iPhone nicht via {{service}} teilen
fr: Apparemment, votre appareil n'est pas configuré pour être partagé via {{service}}

source: No camera on device, cannot scan QR code
de: Dieses Gerät hat keine Kamera, kann QR Code nicht scannen
fr: Aucune caméra sur l'appareil, ne peut pas numériser le code QR

source: No {{service}}
de: Kein {{service}}
fr: Pas de {{service}}

source: Not You
de: Falsche Person?
fr: Pas Vous

source: Now, please verify your personal data in order to conclude enrollment
de: Überprüfen Sie nun Ihre persönlichen Angaben, um die Studie zu starten
fr: Vérifiez maintenant vos données personnelles afin de conclure votre enrôlement.

source: Open Website
de: Website öffnen
fr: Ouvrir le site

source: Or share this link:
de: Oder diesen Link teilen:
fr: Ou partagez ce lien:

source: Our work wouldn't have been possible without the work of other great individuals. The licenses of their software are listed below, in no particular order.
de: Unsere Arbeit wäre ohne die Arbeit vieler anderer wunderbarer Menschen nicht möglich gewesen. Die Software-Lizenzen derer Arbeit sind hier aufgelistet, ohne bestimmte Reihenfolge.
fr: Notre travail n'aurait pas été possible sans le travail d'autres grands individus. Les licences de leurs logiciels sont énumérées ci-dessous, sans ordre particulier.

source: Permissioning Error
de: Fehler bei Zugriffsermächtigung
fr: Erreur d'Approvisionnement

source: Privacy Policy
de: Datenschutzerklärung
fr: Charte de Confidentialité

source: Problem with QR Code
de: Problem mit dem QR-Code
fr: Problème Avec le Code QR

source: Recent Activity
de: Aktivität
fr: Activité Récente

source: Refreshing activity data...
de: Lade Daten...
fr: Actualiser les Données d’Activité...

source: Remind me at
de: Erinnern um
fr: Rappelez-moi à

source: Reminders
de: Erinnerungen
fr: Rappels

source: Reset
de: Zurücksetzen
fr: Remettre

source: Review Consent
de: Einwilligung ansehen
fr: Revoir Consentement

source: Scanned!
de: Gescannt!
fr: Numérisé!

source: Set Reminders
de: Erinnerungen aktivieren
fr: Définir des Rappels

source: Share
de: Teilen
fr: Partager

source: Share on
de: Teilen auf
fr: Partager sur

source: Share via
de: Teilen via
fr: Partager via

source: Software Licenses
de: Software-Lizenzen
fr: Licences de Logiciels

source: Step count not available
de: Schrittdaten nicht verfügbar
fr: Nombre de pas non disponible

source: Survey
de: Fragebogen
fr: Questionnaire

source: There's still some time until {{due_date}}
de: Bis zum {{due_date}} bleibt noch ein wenig Zeit
fr: Il reste du temps jusqu'à {{due_date}}

source: This will unset your medical data for the study. You can later re-enter this data manually.
de: Dies wird die medizinischen Angaben in dieser Studie zurück setzen. Sie können diese Daten später von Hand wieder eingeben.
fr: Cela annulera vos données médicales pour l'étude. Vous pouvez ultérieurement entrer de nouveau ces données manuellement.

source: To get started, please set a passcode first, then allow the app to access some of the features of your phone Afterwards, tap “Done”
de: Als erstes setzen Sie bitte einen PIN, dann erlauben Sie der App, auf Dienste Ihres Telefons zuzugreifen Tappen Sie danach auf “Fertig”
fr: Pour commencer, créez d'abord un code d'accès, puis laissez l'application accéder à certaines fonctionnalités de votre téléphone. Ensuite, appuyez sur “Terminé”

source: today
de: heute
fr: aujourd'hui

source: tomorrow
de: morgen
fr: demain

source: Unknown
de: Unbekannt
fr: Inconnu

source: Unset Medical Data?
de: Daten Entfernen?
fr: Supprimer les Données?

source: Verify App Permissions
de: App Zugriffsrechte
fr: Vérifier les Autorisations d'app

source: Verify…
de: Überprüfen…
fr: Vérifier…

source: Weight
de: Gewicht
fr: Poids

source: Welcome!
de: Willkommen!
fr: Bienvenue!

source: What is Hepatitis C?
de: Was ist Hepatitis C?
fr: Qu'est-ce que l'hépatite C?

source: Who Can Participate?
de: Wer kann mitmachen?
fr: Qui peut partager?

source: You are enrolled in {{study}}
de: ✅ Bei {{study}} dabei
fr: Vous êtes inscrit à {{study}}

source: You can help us find study participants by telling others about the study!
de: Sie können uns dabei helfen, weitere Teilnehmer zu finden, indem Sie anderen über die Studie erzählen!
fr: Vous pouvez nous aider à trouver des participants à l'étude en disant aux autres sur l'étude!

source: You were born on
de: Sie wurden geboren am
fr: Vous êtes né le

source: Your Medical Data
de: Persönliche Angaben
fr: Votres Données Médicales

source: Your name is
de: Ihr Name ist
fr: Votre nom est

source: Your Tasks
de: Aufgaben
fr: Votres Tâches

source: Your {key} is
de: Ihr {key} ist
fr: Votre {key} est

source: {{steps}} steps
de: {{steps}} Schritte
fr: {{steps}} étapes

source: {{steps}} steps, {{flights}} floors climbed
de: {{steps}} Schritte, {{flights}} Stockwerke
fr: {{steps}} étapes, {{flights}} étages escaladés

source: {{title}} has expired
de: {{title}} ist abgelaufen
fr: {{title}} est expirée

source: {{title}} is not yet due
de: {{title}} ist noch nicht fällig
fr: {{title}} n'est pas encore due

source: Spread the Word
fr: Diffusez la Parole
